Repository: MTRNord/heic2jpg
Catalog: po/*.po
Languages: de

source: An application to convert heic images to JPG images
de: Eine Anwendung um heic bilder in JPG Bilder umzuwandeln

source: Window width
de: Fenster Breite

source: Window height
de: Fenster Höhe

source: Window maximized state
de: Fenster Maximierungszustand

source: A small app to batch convert heic images to jpg.
de: Eine kleine Anwendung um viele heic bilder nach jpg umzuwandeln.

source: A small app to batch convert heic images to jpg from an input folder to an output folder.
de: Eine kleine Anwendung um viele HEIC Bilder aus einem Ordner nach JPG in einem anderen Ordner umzuwandeln.

source: Main window
de: Haupt Fenster

# shortcut window
source: General
de: Allgemein

# shortcut window
source: Show Shortcuts
de: Zeige Tastaurbefehle

# shortcut window
source: Quit
de: Beenden

source: Convert Heic to JPG
de: Wandle Heic nach JPG

source: Converting
de: Umwandeln

source: Please wait while the conversion is in progress
de: Bitte warte während die Umwandlung stattfindet

source: Conversion Complete
de: Umwandlung vollständig

source: The conversion was successful
de: Die Umwandlung war erfolgreich

source: Conversion Failed
de: Umwandlung fehlgeschlagen

source: Close
de: Schließen

source: Start Conversion
de: Umwandlung beginnen

source: Click the button below to start the conversion
de: Drücke den Knopf um die Umwandlung zu beginnen

source: Convert
de: Umwandeln

source: Please select both input and output folders
de: Bitte wähle sowohl Eingabe- als auch Ausgabe-Ordner aus

source: Select Folder
de: Verzeichnis wählen

source: Restart
de: Von vorne beginnen

source: Select the folder where the Heic files can be found
de: Wähle einen Ordner in dem sich die Heic Dateien befinden

source: Select input directory
de: Wähle das Eingabeverzeichnis

source: Select the folder where the JPG files are meant to be saved
de: Wähle einen Ordner in dem die JPG Dateien gespeichert werden sollen

source: Select output directory
de: Wähle das Ausgabeverzeichnis
